{"rows": [["柘中股份", 14.19, 48.59], 
          ["亚玛顿", 19.75, 26.6], 
          ["四川双马", 18.12, 22.6], 
          ["开尔新材", 7.37, 21.02], 
          ["华立股份", 20.54, 19.0]], 
"name": "Table_43aef8ca1d7111e99c38f40f24344a08", 
"title": "表26：非金属建材类股票周涨幅前五", 
"header": ["名称", "收盘价", "涨跌幅"], 
"common": "资料来源：Wind，中信建投证券研究发展部  ", 
"id": "43aef8ca1d7111e99c38f40f24344a08", 
"types": ["text", "real", "real"]}


{"table_id": "43aef8ca1d7111e99c38f40f24344a08", 
"question": "收盘价超过15并且涨跌幅超过25的股票有哪些呢", 
"sql": {"agg": [0], 
"cond_conn_op": 1, 
"sel": [0], 
"conds": [[1, 0, "15"], 
[2, 0, "25"]]}}
